trunk/evcpe/testfiles/get_rpc_methods.xml

<?xml version="1.0"?>
<soap:Envelope
    xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/"
    soap:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/"
    xmlns:cwmp="urn:dslforum-org:cwmp-1-0">
      <soap:Header>
        <cwmp:ID soap:mustUnderstand="1">1234</cwmp:ID>
        <cwmp:NoMoreRequests>1</cwmp:NoMoreRequests>
      </soap:Header>
      <soap:Body>
        <cwmp:GetRPCMethods>
        </cwmp:GetRPCMethods>
      </soap:Body>
  </soap:Envelope>